//RUSSIAN

"lang" = "ru";

"finish" = "Завершить";

"cancel" = "Отменить";
"close" = "Закрыть";
"ok" = "Да";
"no" = "Нет";

"distance_in_meters" = "%@m";
"connect" = "Соединить";
"connected" = "Соединение установлено";
"continue" = "Продолжить";

"locked" = "Заблокирован";
"unlocked" = "Разблокирован";

"connecting" = "Соединяется";
"disconnected" = "Отсоединен";

"settings" = "Настройки";
"near_lock" = "Near Lock";
"fast_lock" = "Fast Lock";
"unpair" = "Забыть";

"share_text_twitter" = "Блокируйте свой Mac новым способом - просто отдалитесь от него. www.nearlock.me #nearlock via @nearlockapp";
"share_text_facebook" = "Блокируйте свой Mac новым способом - просто отдалитесь от него.";

"facebook" = "Facebook";
"twitter" = "Twitter";


"your_data_is_secure" = "Ваша информация зашифрована и сохранена\nТОЛЬКО на ваших устройствах";
"welcome" = "Привет!";
"enter_login" = "Введите пароль от учетной записи";
"distance" = "Расстояние";
"signal_strength" = "Мощность сигнала";

"tutorial_screen_tap_settings" = "Нажмите, чтобы открыть настройки";
"tutorial_long_press" = "Длительное нажатие, для заблок./разблок.";

"tutorial_screen_unlocked" = "Ваш Mac сейчас разблокирован";
"tutorial_screen_locked" = "Ваш Mac сейчас заблокирован";
"tutorial_screen_pro" = "Нажмите для покупки PRO версии";
"tutorial_screen_offline" = "Ваш iPhone не подключен к Вашему Mac";
"tutorial_screen_connecting" = "Ваш iPhone подключается к Вашему Mac";
"tutorial_screen_distance" = "Приблизительное расстояние до Mac";
"tutorial_screen_signal" = "Мощность сигнала соединения между iPhone и Mac";
"tutorial_screen_near_lock_off" = "Near Lock отключен";
"tutorial_screen_near_lock_on_and_loggedin" = "Near Lock включен, отдалитесь, чтобы заблок. Mac";
"tutorial_screen_near_lock_on_and_loggedout" = "Near Lock включен, приблизтесь, чтобы разблок. Mac";

"use_swipe_menu" = "Меню касаний";
"use_standard_view" = "Стандартный вид";
"buy_pro_for_apple_watch" = "Приложение для iPhone должно быть включено, чтобы использовать Apple Watch БЕСПЛАТНО. Купите PRO версию для большей свободы";
"near_lock_distance" = "Расстояние Near Lock";
"current_distance" = "Текущ. расстояние";

"to_lock" = "Для блок-ки: %@";
"to_unlock" = "Для разблок-ки: %@";

"open_near_lock_on_iphone" = "Убедитесь, что Near Lock открыт на Mac. Посетите www.nearlock.me чтобы скачать версию для Mac";
"unlink_from_both_sides" = "Для установки нового соединения убедитесь, что Ваши устройства также ЗАБЫТЫ со стороны Mac";
"unlink_from_both_sides_bold" = "ЗАБЫТЫ со стороны Mac";
"restart_bluetooth_on_iphone_can_help" = "Иногда сигнал Bluetooth может быть потерян и перезапуск Bluetooth на iPhone и Mac может помочь.";
"restart_bluetooth_on_iphone_can_help_bold" = "перезапуск Bluetooth";


"restore" = "Восстановить";

"lock_mac" = "Заблокировать Mac";
"unlock_mac" = "Разблокировать Mac";
"unlock" = "Разблокировать!";

"searching_for_devices" = "Near Lock ищет устройства";

"open_near_lock_on_your_mac" = "Чтобы начать откройте \n\nна Вашем Mac";
"login" = "Имя пользователя";
"password" = "Пароль";

"pro_text" = "PRO версия также работает и в фоновом режиме!";
"pro_text_bold_part" = "PRO";

"get_pro_version" = "Получить PRO версию";


"status_yes_unlink" = "Да, забыть!";
"try_again" = "Повторить попытку";

"get_update" = "Обновить!";
"mac_version_is_not_up_to_date" = "Ваша версия Near Lock для Mac устарела";
"connection_success" = "Соединение установлено";
"connection_failed" = "Неверный пароль";

"unlock_device" = "Вы хотите разблокировать %@?";

"status_unlink_from_device" = "Это устройство было забыто %@";
"txt_touchid_or_passcode" = "Это устройство было забыто из-за изменения Вашего Mac пароля";

"new_update" = "Доступны обновления Near Lock";
"new_update_bold" = "Near Lock";

"update_mac_version" = "Доступны новые обновления Near Lock для Вашего Mac";
"update_mac_version_bold" = "новые обновления Near Lock";

"status_unlink_confirmation" = "Вы уверены, что хотите забыть %@";
"status_unlink_bold_part" = "%@";

"settings_disabled_because_device_offline" = "Настройки недоступны, так как устройство отсоединено";

"proximity_lock_explanation" = "Включите Near Lock\nчтобы автоматический блокировать свой Mac когда отдаляетесь от него и разблокировать когда приближаетесь";
"proximity_lock_explanation_bold" = "Near Lock";

"distance_explanation" = "Расстояние для блокировки\nкогда Near Lock включен";
"distance_explanation_bold" = "Расстояние для блокировки";

"distance_explanation_signal" = "Мощность сигнала при блокировке\nкогда Near Lock включен";
"distance_explanation_signal_bold" = "Мощность сигнала при блокировке";

"proximity_lock_temporary_disabled" = "Near Lock временно отключен, так как Вы вручную заблокировали Ваш Mac.\nВыйдите за пределы разблокировки и он снова включиться";
"tutorial_screen_near_lock_disabled" = "Near Lock временно отключен - пользователь вручную заблокировал Mac";

"proximity_lock_temporary_disabled_login_password_old" = "Near Lock временно отключен, так как пользователь вошел в систему с паролем.\nВведите радиус Near Lock, и он будет снова включен.";
"proximity_lock_temporary_disabled_login_password" = "Near Lock временно отключен, так как пользователь вошел в систему вручную.\nВведите радиус Near Lock, и он снова будет  включен.";
"proximity_lock_temporary_disabled_login_password_long_old" = "Near Lock временно отключен, так как пользователь вошел в систему с паролем.\nВведите радиус Near Lock с Вашего iPhone, и он будет включен автоматически.";
"proximity_lock_temporary_disabled_login_password_long" = "Near Lock временно отключен, потому что пользователь вошел в систему вручную, в то время как iPhone был не в зоне досягаемости.\n\nВведите ближайший радиус блокировки с iPhone, и он будет включен автоматически.";
"tutorial_screen_near_lock_disabled_login_password_old" = "Near Lock временно отключен -пользователь вошел в систему с паролем";
"tutorial_screen_near_lock_disabled_login_password" = "Near Lock временно отключен -пользователь вошел в систему в ручном режиме";

"waiting_for_confirmation" = "В ожидании подтверждения от iPhone, чтобы разблокировать Mac";

"login_on_approach_disabled" = "Разблокировка при приближении отключена - нажмите любую клавишу на Вашем Mac, чтобы разблокировать его";

"ble_not_supported_text" = "Ваш iPhone не поддерживает технологию Bluetooth LE, необходимую для подключения к Вашему Mac";
"ble_not_supported_text_bold" = "Bluetooth LE";

"turn_bluetooth_on_to_use_near_lock" = "Пожалуйста, \nвключите Bluetooth \nчтобы использовать Near Lock";
"turn_bluetooth_on_to_use_near_lock_bold" = "включите Bluetooth";

"app_store_not_reachable" = "Ошибка соединения";
"app_store_not_reachable_text" = "Не получается подключится к App Store";


"notification_locked_first_notification" = "Отлично! %@ был заблокирован с помощью Near Lock. Чтобы продолжить получать уведомления, включите их в настройках iPhone";
"notification_unlocked_first_notification" = "Отлично! %@ был разблокирован с помощью Near Lock. Чтобы продолжить получать уведомления, включите их в настройках iPhone";

"notification_locked_old" = "%@ был заблокирован с помощью Near Lock";
"notification_unlocked_old" = "%@ был разблокирован с помощью Near Lock";
"notification_locked" = "%@ был заблокирован";
"notification_unlocked" = "%@ был разблокирован";

"setup_touch_id" = "Чтобы использовать Touch ID или Код доступа установите их в настройках iPhone";
"setup_touch_id_bold" = "Touch ID";

"unlock_your_mac" = "Разблокировать Ваш Mac?";

"unlock_device" = "Разблокировать %@?";
"lock_device" = "Заблокировать %@";
"near_lock_off_device" = "Отключить Near Lock для %@";
"near_lock_on_device" = "Включить Near Lock для %@";

"near_lock_unlock_all" = "Разблокировать все";
"near_lock_lock_all" = "Заблокировать все";
"no_devices_connected" = "Нет подключеных Mac";


"authenticate_for_login" = "Аутентифицироваться чтобы разблокировать Mac";

"near_lock_feedback" = "Обратная связь Near Lock";
"near_lock_feedback_question" = "Что Вы думаете по поводу Near Lock?";
"near_lock_feedback_great" = "Мне нравится!";
"near_lock_feedback_could_be_better" = "Есть недочеты";
"near_lock_feedback_dont_ask_again" = "Больше не спрашивать";

"rate_app" = "Оценить приложение";
"rate_near_lock" = "Оцените приложение - расскажите нам, что Вы думаете";
"rate_app_long" = "Мне нравится Near Lock - оценить приложение";
"rate_or_share_near_lock" = "Вы хотите оценить Near Lock или\nподелиться с друзьями?";

"open_near_lock_app" = "Открыть Near Lock";
"near_lock_settings" = "Настройки Near Lock";

"distance_to_lock_device" = "Расстояние для блокировки: %@";
"distance_to_unlock_device" = "Расстояние для разблокировки: %@";
"unlock_distance" = "Дистанция Разблокировки: %@";
"lock_distance" = "Дистанция Блокировки: %@";

"changes_available_only_in_pro_mode" = "Изменения доступны только в PRO версии";
"distance_from_device" = "Расстояние : %@";
"near_lock_not_set_up" = "Near Lock не был установлен";

"setup_near_lock" = "Настроить Near Lock";


"near_lock_app_closed" = "Приложение Near Lock закрыто";

"open_near_lock" = "Открыть Near Lock";
"loading" = "Загрузка..";

"trouble_connecting" = "Не можете подключиться\nк Вашим устройствам?";

"bluetooth_sharing_is_off" = "Bluetooth выключен!";
"turn_on_bluetooth_sharing_old" = "Вы должны включить Bluetooth в настройках iPhone, чтобы использовать Near Lock";
"turn_on_bluetooth_sharing" = "Вы должны включить Bluetooth в настройках iPhone, чтобы использовать Near Lock в фоновом режиме";
"open_settings" = "Открыть Настройки";

"turn_off_near_lock" = "Отключить Near Lock";
"turn_on_near_lock" = "Включить Near Lock";
"lock_unlock_distance" = "Расстояние для блокирования и разблокирования";

"enjoying_near_lock" = "Вам нравится Near Lock?";
"please_rate" = "Если вам нравится Near Lock, пожалуйста, потратьте несколько секунд и расскажите о своих впечатлениях: это действительно важно. Благодарим вас за поддержку!";

"rate_near_lock_old" = "Оценить Near Lock";
"rate_reming_me_later" = "Напомнить позже";
"rate_no_thanks" = "Нет, спасибо";


"tutorial_approach_mac_to_unlock" = "Отлично! А теперь подойдите к вашему Mac, чтобы разблокировать его!";
"tutorial_finished" = "Все действительно так просто!";

"update_your_mac_version_manually" = "На вашем Mac установлена предыдущая версия Near Lock, которая не поддерживает часть новых функций! Пожалуйста, обновите приложение самостоятельно или обратитесь в службу поддержки.";

"try_buy_button_to_restore" = "Нам не удалось восстановить версию PRO. Если вы уже приобрели версию PRO, попробуйте использовать кнопку покупки вновь, при этом вам НЕ ПРИДЕТСЯ повторно оплачивать приложение.";
"contact_support_to_restore" = "Нам не удалось восстановить версию PRO. Если вы уже приобрели версию PRO, обратитесь в службу поддержки для получения помощи в процессе восстановления приложения.";
"swipe_left" = " - проведите влево";

"txt_login_settings" = "Настройки входа";
"txt_allow_pass_auth_footer" = "Эта опция позволяет вам использовать ваш iPhone для аудентификации системы - например, при установке нового программного обеспечения";
"txt_allow_pass_auth_section" = "Система аудентификации Mac ";
"txt_allow_pass_auth" = "Войти с Near Lock";
"txt_login_settings_footer" = "Эта опция определяет, будет ли вам на iPhone предложено разблокировать Mac каждый раз, как появляется поле для пароля на вашем компьютере";

"txt_confirm_login_when_password_appears_old" = "Подтверждать вход";
"txt_confirm_login_when_password_appears" = "Разблокировать на Экране Заставки";

"txt_distance_precision" = "Точность расстояния";
"txt_enhanced_tracking" = "Улучш. отслеж-ие";
"txt_distance_precision_footer" = "Эта опция увеличивает точность отслеживания расстояния";
"txt_distance_precision_footer_old" = "Отключение этой опции позволит увеличить срок службы аккумулятора, но уменьшит точность отслеживания расстояния";
"txt_notification_center" = "Центр уведомлений";
"txt_notification_center_footer" = "Эта опция позволяет показывать Near Lock в вашем Центре уведомлений - для этого смахните вниз на главном экране iPhone";

"txt_today_extension_allow_login_logout" = "Позволить заблокировать / разблокировать";
"txt_today_extension_allow_login_logout_old" = "Разрешить логин/выход";
"txt_today_extension_allow_near_lock_update" = "Разрешить обновления Near Lock ";
"txt_allow_change_when_locked" = "Запрос аутентификации на заблокированном устройстве";
"txt_show_near_lock" = "Показывать Near Lock";
"txt_notifications" = "Настройки уведомлений";
"txt_swipe_left_footer" = "Эта опция позволяет вам разблокировать ваш Mac, проведя влево в области уведомлений без необходимости запуска приложения Near Lock";
"txt_swipe_left_to_login" = "Разблокировать с уведомлениями";
"txt_swipe_left_to_login_old" = "Влево чтобы войти";
"interactive_notifications" = "Интерактивные уведомления";

"txt_text_notifications" = "Текстовые уведомления";
"txt_on_approach" = "На разблокированном";
"txt_walk_away" = "На заблокированном";

"txt_sound_notifications" = "Звуковые уведомления";
"txt_sound_on_unlock" = "На разблокированном";
"txt_sound_on_lock" = "На заблокированном";

"no_devices_connected" = "Нет подкл. устройств";
"set_distance" = "Установить расстояние";

"PRO" = "PRO";

"txt_yes_or_no" = "Да или Нет";
"txt_touchid_or_passcode" = "Touch ID или Код доступа";
"txt_none" = "Не выбирать";
"txt_double_knock" = "Двойное Нажатие";
"txt_insert_automatically" = "Вставить автоматически (не спрашивать)";
"txt_reqeust_auth_on_locked_device" = "Запрос аутентификации на заблокированном устройстве";

"txt_language" = "Язык";
"txt_current_language" = "Текущий язык";

"default" = "Default";
"english" = "English";
"german" = "German";
"spanish" = "Spanish";
"russian" = "Russian";
"chinese" = "Chinese";
"hindi" = "Hindi";
"portugese" = "Portugese";
"french" = "French";

"txt_units" = "Единицы";
"txt_measure" = "Measure";
"meters" = "Meters";
"feet" = "Feet";
"signal_strength" = "Signal Strength";

"txt_application_information" = "Информация о приложении";
"txt_version" = "ВЕРСИЯ";
"txt_copyright" = "Copyright";



"main_menu_disable_tracking" = "Отключить Near Lock";
"get_ios_app" = "Скачать прилож. iOS";
"faq_or_support" = "FAQ или Поддержка";
"only_pro_version_works_in_background" = "Только PRO версия позволяет работать в фон. режиме";
"distance" = "Расстояние";

"main_menu_add_new_device_button" = "Добавить устройство";
"main_menu_device_too_far" = "Mac заблокируется через %d сек. так как %@ далеко!";
"error_getting_update" = "Произошла ошибка при обновлении Near Lock. Пожалуйста, загрузите обновление и установите его самостоятельно.";
"manual_link" = "Ручная ссылка";
"check_for_updates_button" = "Проверить обновления";

"turn_bluetooth_and_get_ios_app" = "Пожалуйста, включите Bluetooth и скачайте приложение для iOS";
"start_ios_on_your_iphone" = "Запустите приложение iOS на вашем iPhone";

"turn_bluetooth_on" = "Включите Bluetooth";
"turn_bluetooth_off" = "Отключите Bluetooth";
"bluetooth_is_off" = "Ваш Bluetooth отключен";
"bluetooth_is_off_short" = "Bluetooth Отключен";

"loading_screen_label" = "Подождите, пока мы настраиваем Ваши устройства!";

"iphone_wants_to_connect" = "%@ хочет подключится!";

"accept" = "Принять";
"deny" = "Отклонить";

"scanning" = "Поиск..";

"initalizingBLE" = "Запуск bluetooth LE";
"restartingBluetooth" = "Перезапуск bluetooth";
"press_any_key_to_login" = "Нажмите любую клавишу, чтобы разблокировать Mac";

"use_iphone_to_set_up_near_lock" = "Используйте Ваш iPhone для\nзавершения установки Near Lock";
"enter_login_password" = "Введите пароль от учетной записи";

"we_are_done" = "Готово!";

"near_lock_available_in_menu_bar" = "Near Lock будет доступен\nв строке меню.";

"share_near_lock" = "Чтобы помочь, расскажите о нас другим!";

"not_supported_ble" = "Ваш Mac не поддерживает технологию Bluetooth LE, необходимую для работы Near Lock";

"not_supported_mac_version" = "Пожалуйста, обновите ПО Вашего Mac чтобы использовать Near Lock";

"not_supported_secondary_text" = "Если вы уже приобрели Near Lock для iPhone и хотите вернуть свои деньги, нажмите кнопку возврата.";
"not_supported_main_button" = "Возврат";

"quit_near_lock" = "Закрыть Near Lock";

"main_menu_add_new_device_text" = "У Вас нет подключенных устройств";

"you_have_sucessfuly_paired" = "Вы успешно запомнили %@";

"new_ios_update" = "Доступны новые обновления Near Lock для Вашего iPhone";
"new_osx_update" = "Доступны новые обновления Near Lock";
"update" = "Обновить";

"you_have_connected_to" = "Near Lock поключен к\n%@";

"you_have_disconnected_from" = "Near Lock потерял соединение с\n%@";
"unable_to_lock_mac" = "Near Lock не смог заблокировать ваш Mac. Пожалуйста, перезагрузите Mac.";

"connected_to" = "Подключен к %@";
"disconnected_from" = "Отключен от %@";

"main_menu_unlocked_with_near_lock" = "Ваш Mac разблокирован с помощью Near Lock";

"main_menu_unlocked_with_near_lock_device" = "Ваш Mac разблокирован с помощью %@";

"main_menu_unlinked" = "Ваши устройства Near Lock забыты";
"unsolvable_bluetooth_error" = "Кажется, проблемы с Bluetooth, попробуйте перезапустить Bluetooth на вашем iPhone";

"needs_bluetooth_to_work" = "Для работы Near Lock нужен bluetooth";
"turn_bluetooth_on" = "Включить Bluetooth";

"restarting_bluetooth" = "Перезапуск bluetooth";

"make_sure_ble_on" = "Убедитесь, что Bluetooth на Вашем iPhone включен \nи Near Lock работает - по крайней мере, в фоновом режиме";
"still_not_working" = "Все еще не работает!";
"ble_can_get_jammed" = "Иногда сигнал Bluetooth может быть потерян и перезапуск Bluetooth на вашем iPhone может помочь.";
"still_cant_get_it_to_work" = "Все еще не могу включить!";
"press_button_to_restart" = "Если вы все еще испытываете проблемы, нажмите на кнопку ниже, чтобы перезапустить Bluetooth на Вашем Mac.";
"restart_bluetooth" = "Перезапуск Bluetooth";
"unlink_both_sides" = "В случае, если вы все еще испытываете проблемы, попробуйте ЗАБЫТЬ устройства с обеих сторон и попытаться подключиться снова. Вы можете забыть устройства в настройках Near Lock";
"still_doesnt_work" = "Все еще не работает!";
"restart_iphone" = "Извините за неудобства.. Иногда сигнал Bluetooth может быть потерян и единственный способ исправить это - перезапустить Bluetooth на вашем iPhone.";
"faq_or_mail" = "Для более подробной информации, пожалуйста, прочитайте наш FAQ или отправьте нам письмо и мы постараемся помочь.";

"press_button_ble_on" = "Нажмите на кнопку ниже, чтобы включить Bluetooth";
"turn_on_ble_to_use_near_lock" = "Включить bluetooth для использования Near Lock";
"having_trouble" = "Возникли проблемы?";
"rescan" = "Повторить";
"open_welcome_screen" = "Установите и откройте Near Lock. Вы должны увидеть экран приветствия на вашем iPhone. Все еще не работает?";
"restart_ble_on_iphone" = "Перезапуск Bluetooth на вашем iPhone может помочь. Проблемы не исчезли?";
"press_button_to_restart_ble" = "Нажмите на кнопку ниже, чтобы перезапустить Bluetooth на вашем Mac. Все еще испытываете проблемы?";
"restart_iphone" = "Извините за неудобства.. попробуйте еще один способ.. Вы можете очистить кэш Bluetooth следуя инструкциям в Дополнительных настройках->Очистить кэш Bluetooth.";
"corrupted_bluetooth_cache" = "Near Lock обнаружил поврежденный кэш  Bluetooth. \n\nПожалуйста, проверьте кэш  Mac  bluetooth для более стабильного соединения Bluetooth.";
"corrupted_bluetooth_cache_short" = "Пожалуйста, очистите кеш Bluetooth для более стабильного соединения";
"restart_bluetooth_on_iphone" = "Попробуйте перезагрузить Bluetooth на вашем iPhone, чтобы подключиться.";
"restart_bluetooth_on_iphone_long" = "Near Lock обнаружил ошибку в Bluetooth-соединении. \n\nПожалуйста, попробуйте выключить Bluetooth на вашем iPhone (на 5-10 секунд), а затем снова включите его.";
"notification_settings" = "Настройки уведомлений";
"mac_notification_settings" = "Настройки Mac уведомлений";

"only_in_pro" = "Доступно только в PRO версии";


"user_active" = " - Пользователь активен";

"confirm_login_on_iphone" = "Подтвердить вход с iPhone";
"double_knock_on_your_iphone_long" = "Двойное Нажатие на iPhone";
"double_knock_on_your_iphone" = "Двойное Нажатие - iPhone";
"turn_bluetooth_off_to_clear_cache" = "Очистить кэш Bluetooth\n(Сначала отключите ваш Bluetooth)";

"clear_cache_description" = "Затем нам нужно очистить папку кэша Bluetooth\n(Вам будет необходимо ввести учетные данные)";
"clear_cache" = "Очистить кэш";

"restart_mac_after_clear_cache" = "Пожалуйста, перезагрузите Ваш Mac чтобы применить изменения.\n\nЕсли Вы включите Bluetooth без перезагрузки Mac кэш не будет очищен";

"sleep" = "Режим сна";
"show_notification_on_login" = "Показывать уведомления при входе с Near Lock";
"show_near_lock_icon_while_mac_locked" = "Показывать значок Near Lock пока Mac заблокирован";

"start_on_mac_startup" = "Запускать при загрузке Mac";

"wake_on_approach" = "Разблокировать только после нажатия любой из клавиш";
"wake_on_approach_long" = "Разблокировать нажатие клавиш и iPhone в диапазоне";

"near_lock_options" = "Установить";

"near_lock_options_login_on_approach" = "Разблокировать, когда я приближаюсь к Mac";

"near_lock_options_logout_on_walk_away" = "Блокировать, когда я отдаляюсь от Mac";

"action_to_confirm_login" = "Настройки разблокировки";
"unlock_automatically_on_approach" = "Автоматически, когда я приближаюсь к Mac";
"dont_confirm" = "Автоматически, когда я приближаюсь к Mac";
"confirm_yes_no" = "Подтвердить с iPhone - Да или Нет";
"touch_id_passcode" = "Подтвердить с iPhone - Touch ID и Код доступа";
"knock_menu_item_long" = "Подтвердите двойным нажатием (активно 15 сек после уведомления)";
"knock_menu_item" = "Подтвердите двойным нажатием (15 сек)";

"logout_action" = "Настройки блокировки";
"screensaver" = "Заставка";

"advanced_settings" = "Дополнительные настройки";

"logout_on_disconnect" = "Блокировать при потере соединения с iPhone";
"pause_music_on_logout" = "Остановить музыку при блокировке Mac";

"allow_closer_distances" = "Установить расстояние короче";
"allow_closer_distances_than" = "Разрешить меньшее расстояние, чем %@";
"clear_bluetooth_cache" = "Очистить кэш Bluetooth";

"automatically_update" = "Автоматическое обновление версии для Mac";

"show_unlock_history" = "Показать историю разблокировок";
"unlock_history" = "Разблокировать Историю";

"share_near_lock" = "Поделиться Near Lock";
"help" = "Помощь";
"about" = "О Near Lock";
"feedback" = "Обратная связь / Поддержка";

"contact_support" = "Связаться с поддержкой";
"faq" = "FAQ";

"check_for_updates" = "Обновления";
"unlink_device" = "Забыть %@";
"new_ios_update_ready" = "Доступна новая версия для iOS - Обновить";
"ios_version_up_to_date" = "Последняя версия для iPhone установлена";

"device_not_connected" = "%@ не подключен";
"no_ios_device_connected" = "Нет подключенных iOS устройств";
"near_lock_up_to_date" = "Последняя версия для Mac установлена";

"check" = "Проверить обновления для Mac";
"get_new_version" = "Скачать новую версию!";
"checking_for_updates" = "Проверка обновлений..";
"downloading_will_relaunch" = "Скачивание.. Обновления будут установлены после завершения";

"downloading_relaunch_when_finished" = "Скачивание.. Приложение автоматический перезапустится после завершения";
"new_update_ready" = "Обновление готово";
"relaunch_new_version_ready" = "Перезапуск - новая версия готова";

"version" = "Версия %@";

"session" = "\n--------------- Сессия: %@ ———————";
"mac_locked_old" = "Mac заблокирован";
"mac_unlocked_old" = "Mac разблокирован";

"mac_locked" = "Mac заблокирован";
"mac_unlocked" = "Mac разблокирован";

"onboarding_tutorial_finished" = "У вас получается! Круто, не правда ли?";
"good_time_to_share" = "Самое время рассказать друзьям?";
"we_are_ready_to_start" = "Отлично! Все готово к работе!";
"lets_try_it_out" = "Давайте попробуем!";
"choose_unlock_lock_from_menu_bar" = "Выберите дистанцию для блокирования и разблокирования в Меню";
"enable_near_lock" = "Включите Near Lock";

"now_walk_away" = "А теперь, просто отойдите от вашего Mac";
"your_distance" = "Ваше расстояние:";
"lock_distance" = "Расстояние блокировки:";
"get_pro_version_for_near_lock" = "Вам необходимо приобрести версию PRO для работы Near Lock в фоновом режиме!";
"distance_estimation" = "Внимание: расстояние рассчитывается по силе сигнала между вашими устройствами, при этом каждое устройство работает по-разному и вы сможете подобрать расстояние блокирования, которое подходит именно вам";


"near_lock_started" = "Near Lock запущен";
"on" = "Вкл.";
"off" = "Откл.";

"new_version_available" = "доступна новая версия";
"near_lock_not_up_to_date" = "Ваша версия для Mac устарела. Пожалуйста, пройдите по ссылке чтобы скачать последнюю версию. Если автоматическая ссылка не работает, Вы можете скачать и установить Near Lock вручную.";

"near_lock_connection_problem" = "Near Lock обнаружил проблему Bluetooth.";

"insert_password_to_mac" = "Ввести пароль в %@?";
"insert_password_question" = "Вы хотите ввести свой пароль?";
"insert_password_action" = "Ввести пароль";
"knock_twice_to_unlock_mac" = "Нажмите дважды, чтобы разблокировать Mac!";
"knock_twice_to_unlock" = "Нажмите дважды, чтобы разблокировать %@!";
"knock_twice_to_insert_password_to_mac" = "Нажмите дважды, чтобы ввести пароль Mac.";
"knock_twice_to_insert_password" = "Нажмите дважды, чтобы ввести пароль %@!";

"unlocking_with_notifications_only_in_pro" = "Разблокировка уведомлениями доступна только в режиме PRO";
"unlock_your_device_question" = "Near Lock хочет разблокировать Ваше устройство?";

"tap_to_turn_on_bluetooth" = "Нажмите, чтобы включить Bluetooth";
"tap" = "Нажать";

"swipe_up" = "Проведите вверх!";
"swipe_up_to_turn_on_bluetooth" = "Проведите вверх, чтобы включить Bluetooth";

"show_tutorial" = "Показать Введение";

"failed_login_attempt_detected" = "Предупреждение! Обнаружена неудачная попытка входа!";
"failed_login_attempt" = "Внимание! Near Lock обнаружил неудачную попытку регистрации!";
"warn_on_failed_login" = "Отправлять уведомление при неудачной попытке входа в систему";
"configure_advanced_unlock_settings_on_iPhone" = "Найти больше разблокированных опций в настройках iPhone";


"show_all_failed_logins" = "Показать все неудачные попытки входа";

"mac_control" = "Mac Контроль";

"export" = "Экспорт";
"export_to_desktop" = "Экспорт на рабочий стол";
"delete_all" = "Удалить все";
"delete" = "Удалить";

"no_detected_failed_logins" = "Нет обнаруженных неудачных попыток входа";
"no_known_login_logout_events" = "Нет обнаруженных попыток входа / выхода";
"mugshots" = "Фотографии";
"mugshot" = "Фотография";

"image_saved_to_documents" = "Изображение было сохранено в папке \"документы\"";
"image_saved_to_desktop" = "Изображение было сохранено в папке рабочего стола";

"mugshot_image_saved_to_documents" = "Фотографии были сохранены в папке \"документы\"";
"mugshot_image_saved_to_desktop" = "Фотографии были сохранены в папке рабочего стола";

"unable_to_unlock_mac" = "Near Lock не смог заблокировать ваш Mac. Пожалуйста, перезагрузите Mac.";
"password_inserted_by_nearlock" = "Ваш пароль был вставлен Near Lock";

"no_appropriate_camera_attached" = "Этот Маc не имеет соответствующей камеры";
"enable_option_in_settings" = "Пожалуйста, включите эту опцию в настройках";

"filter" = "Фильтр:";
"lock_unlock_history" = "История блокировки/разблокировки";
"session_duration" = "Продолжительность сеанса";
"failed_login_attempt_text" = "Неудачная попытка входа";

"nice_try_busted" = "Хорошая попытка входа в мой Mac! ";
"get_pro_version_to_see_full_list" = "Получить Pro версию, чтобы увидеть полный список";
"busted_with_near_lock" = "Вылет с Near Lock!";

"swipe_to_see_nearlock" = "Проведите, чтобы увидеть, о чем Near Lock!";
"quick_start" = "Быстрый старт";


"tutorial_near_lock_uses_ble" = "Near Lock использует Bluetooth низкой потребности в энергии для подключения устройств";
"tutorial_near_lock_uses_ble_1" = "Near Lock использует";
"tutorial_near_lock_uses_ble_2" = "Bluetooth Низкое Потребление Энергии";
"tutorial_near_lock_uses_ble_3" = "для подключения ваших устройств";

"tutorial_walk_away" = "Отойдите, чтобы заблокировать ваш Mac";
"tutorial_walk_away_1" = "Отойдите";
"tutorial_walk_away_2" = "чтобы заблокировать ваш Mac";

"tutorial_apple_watch" = "Для более быстрого доступа используйте Apple watch или виджет уведомлений";
"tutorial_apple_watch_1" = "Для быстрого доступа используйте ваши";
"tutorial_apple_watch_2" = "Apple Watch или";
"tutorial_apple_watch_3" = "Виджет уведомлений";

"tutorial_touch_id" = "Разблокировать ваш Mac с Touch ID, двойным нажатием";
"tutorial_touch_id_1" = "Разблокировать ваш Mac";
"tutorial_touch_id_2" = "Touch ID";
"tutorial_touch_id_3" = "Двойное нажатие";

"tutorial_detect_failed_login" = "Обнаружить неудачную попытку входа";
"tutorial_detect_failed_login_1" = "Обнаружить";
"tutorial_detect_failed_login_2" = "неудачная попытка входа";

"tutorial_lock_unlock_distance" = "Установить расстояние блокировки / разблокировки на Mac";
"tutorial_lock_unlock_distance_1" = "Установить";
"tutorial_lock_unlock_distance_2" = "блокировка / разблокировка";
"tutorial_lock_unlock_distance_3" = "расстояние на Mac";

"tutorial_approach_to_unlock" = "Подойдите к Mac, чтобы разблокировать его";
"tutorial_approach_to_unlock_1" = "Подойдите к Mac";
"tutorial_approach_to_unlock_2" = "чтобы разблокировать его";

"to_start_download_on_mac" = "Чтобы использовать Near Lock, пожалуйста, установите Near Lock Mac app";
"to_start_download_on_mac_bold" = "Near Lock Mac app";

"skip" = "Пропустить";

"to_start_download_on_mac_2" = "Для начала установите Near Lock на Mac";


"define_safe_zones" = "Установить WiFi Доступ";
"get_pro_version_to_use_wifi_unlock" = "Чтобы использовать WiFi Доступ, вам нужна PRO-версия";
"get_pro_version_to_use_this_feature" = "Чтобы использовать эту опцию, вам нужна PRO-версия";
"pair_iphone_to_use_this_feature" = "Чтобы использовать опцию WiFi Доступ, требуется подключённый iPhone";
"already_added_to_unlock_wifi_list" = "Уже добавлено в список WiFi Доступ";
"unlock_wifi_info_text_not_used" = "Когда вы подключитесь к WiFi (например, Домашней сети), вам не потребуется вводить пароль для разблокировки Mac. Near Lock сделает это автоматически.";
"currently_connected_to" = "Текущее подключение:";
"add_to_unlock_wifi" = "Добавить в список WiFi Доступ";
"wifi_unlock" = "WiFi Доступ";

"wifi_unlock_description_mac_not_used_2" = "WiFi Доступ позволяет автоматически входить в Mac всякий раз, когда вы подключены к конкретной WiFi сети (напр., Домашней сети).";
"wifi_unlock_description_mac_not_used_3" = "Используйте WiFi Доступ для разблокировки Mac автоматически, когда вы подключаетесь к конкретной WiFi сети (напр., Домашней сети).";
"wifi_unlock_description_mac_not_used_4" = "Используйте WiFi Доступ, чтобы сохранять Mac разблокированным при подключении к выбранным WiFi сетям";

"already_added_to_network" = "Вы уже добавили %@ в список WiFi Доступ!\nПожалуйста, подключитесь к WiFi сети, которую вы хотите добавить в список WiFi Доступ.";
"no_wifi_connected" = "Нет подключения к WiFi сети";
"no_wifi_connected_short" = "Нет подключения к WiFi";
"connect_to_wifi_to_add_wifi_unlock" = "Пожалуйста, подключитесь к WiFi сети, чтобы добавить её в список WiFi Доступ";
"wifi_unlock_currently_connected" = "Сейчас вы подключены к WiFi сети %@";
"wifi_unlock_add_to_list" = "Хотите добавить сеть %@ в список WiFi Доступ?";
"add" = "Добавить";
"close" = "Закрыть";
"edit" = "Править";

"wifi_unlock_security_options" = "Настройки безопасности WiFi Доступ";

"wifi_unlock_require_iphone" = "Включать WiFi Доступ только тогда, когда iPhone подключён к Mac";
"wifi_unlock_allow_unlock_when_not_connected" = "Разрешить WiFi Доступ разблокировать мой Mac, когда iPhone НЕ подключён к нему через Bluetooth";
"next" = "Далее";

"you_have_set_up_wifi_unlock" = "Вы успешно установили WiFi Доступ";
"wifi_unlock_finish_description" = "Ваш Mac будет оставаться разблокированным, когда:";
"wifi_unlock_when_connected_to_wifi" = "Вы подключены к WiFi сети %@";
"wifi_unlock_when_connected_to_wifi_and" = "Вы подключены к WiFi сети %@ и когда";
"wifi_unlock_when_connected_to_iphone" = "Ваш iPhone (%@) подключён к Mac через Bluetooth";

"tutorial_wifi_unlock" = "Сохранять доступ к Mac при подключении к выбранной WiFi сети";
"tutorial_wifi_unlock_1" = "Сохранять доступ к Mac";
"tutorial_wifi_unlock_2" = "при подключении к";
"tutorial_wifi_unlock_3" = "выбранной WiFi сети";

"tutorial_wifi_only_selected_wifi" = "Только выбранные WiFi сети";
"tutorial_wifi_save_battery" = "Снизить энергопотребление iPhone";
"tutorial_wifi_works_with_iphone" = "Работает с вашим iPhone и без него";

"add_wifi" = "Добавить WiFi";
"edit_list" = "Править";
"edit_wifi_list" = "Править список WiFi Доступ";
"wifi_unlock_edit_list" = "Править список WiFi Доступ";

"wifi_unlock_networks" = "Сети WiFi Доступ";
"wifi_unlock_edit_description" = "Ваш Mac должен оставаться разблокированным при подключении к любой из указанных ниже WiFi сетей.\nПроверьте настройки продвинутых параметров безопасности.";

"your_mac_unlocked_with_wifi_unlock" = "Ваш Mac разблокирован с WiFi Доступ";

"wifi" = "wifi";
"wifi_unlock_marketing" = "WiFi Доступ - сохраняет доступ к Mac при подключении к выбранной WiFi сети (напр., Домашней сети)";

"wifi_unlock_enabled" = "WiFi Доступ включён";

"take_photo_on_failed_login" = "Сфотографировать неудачный вход";
"passcode_is_not_set" = "Пароль и touch id не установлены";
"open_passcode_settings" = "Открыть настройки пароля";

"confirm_unlock_on_approach" = "Подтвердить разблокировку";
"confirm_unlock_on_approach_description" = "Этот параметр определяет будет ли вам предложено на вашем iPhone подтверждение Вашего логина каждый раз, когда вы находитесь в диапазоне разблокировки Near Lock";
"confirm_unlock_on_approach_login_automatically" = "Не подтверждайте, вход в систему автоматически";


"clipboard_options" = "Буфер обмена - Копировать/Вставить";
"send_clipboard_to_ios" = "Отправить скопированный текст на устройство iOS";
"get_clipboard_text_from_ios" = "Получить скопированный текст с устройства iOS";
"show_clipboard_menu_on_main_screen" = "Показать варианты обмена на главном экране";

"clipboard_is_empty_short" = "Буфер обмена пуст";
"clip_already_matching" = "Буферы обмена уже совпадают";

"clipboard_copied_from_ios_device" = "Буфер обмена был скопирован с iPhone";
"clipboard_could_not_be_copied_from_ios_device" = "Буфер обмена не может быть скопирован с iPhone";
"clipboard_copied_to_ios_device" = "Буфер обмена был скопирован на %@";
"clipboard_could_not_be_copied_to_ios_device" = "Буфер обмена не может быть скопирован на ваш iPhone";
"mac_clipboard_copied" = "Буфер обмена Mac был скопирован на iPhone";
"ios_send_clipboard_to_mac" = "Отправить скопированный текст на Mac";
"ios_get_clipboard_from_mac" = "Получить текст буфера Mac";

"clipboard" = "Буфер обмена";
"clipboard_explanation" = "Пока ваши устройства подключены, вы можете отправлять скопированный текст с вашего Mac на iPhone.";
"use_shortcut" = "Вы также можете использовать сочетание клавиш: ";
"send_clipboard_shortcut" = "ctrl+cmd+v";
"clipboard_info_text" = "Каким образом работает Копировать/Вставить?";
"clipboard_is_empty" = "Ваш буфер обмена пуст! Попробуйте сначала скопировать какой-нибудь текст и попробуйте еще раз!";
"clipboard_is_too_big_to_send" = "Текст в буфере обмена слишком большой. Лимит 10к символов. ";
"device_not_connected_to_iphone" = "Ваш Mac не подключен к вашему iPhone";
"device_not_pro_version_or_foreground" = "Это действие поддерживается только в Pro версии или если у вас iPhone приложение находится в активном режиме";

"sleep_shortcut" = "ctrl+cmd+L";

"sleep_mac" = "Поставить Mac в режим сна";
"press_any_key_on_your_mac" = "Здорово! Теперь нажмите любую клавишу на компьютере Mac для включения экрана Mac.";

"lock_and_unlock_your_mac_automatically" = "Блокировать и разблокировать ваш Mac автоматически";
"mac_wake_unlock" = " Mac  Разблокировать Пробуждение";
"mac_wake_unlock_setup" = "Установка Mac разблокирования пробуждения";
"mac_wake_unlock_options" = "Варианты разблокирования Mac пробуждения";
"mac_sleep_screen_unlock_description" = "После того как Mac проснулся, вы можете использовать ваш iPhone, чтобы легко разблокировать ваш Mac";
"mac_sleep_screen_unlock_description_2" = "Если ваш iPhone находится в фоновом режиме, вы получите уведомление, которое затем может быть использовано для разблокирования вашего Mac ";

"connect_to_iphone_to_use_this_feature" = "Пожалуйста, подключитесь к вашему iPhone для того, чтобы попробовать эту функцию";

"mac_sleep_screen_unlock_options" = "Варианты разблокирования пробуждения  Mac ";
"mac_sleep_screen_dont_ask" = "Не просить разблокировать Mac после пробуждения Mac";
"mac_sleep_screen_ask_yes_no" = "Подтвердить разблокировку на iPhone, да или нет";
"mac_sleep_screen_ask_touch_id" = "Подтвердить разблокировку на iPhone, Touch ID и пароль";
"mac_sleep_screen_double_knock" = "Подтвердить разблокировку на iPhone двойным нажатием - активно 15 сек после уведомления";
"mac_sleep_screen_tutorial" = "Как разблокировка пробуждения Mac  работает?";

"you_will_be_asked_on_your_iphone" = "Вам будет предложено на вашем iPhone разблокировать ваш Mac.";
"choose_your_confirmation_option" = "Выбирайте свой вариант подтверждения:";
"mac_sleep_screen_ask_yes_no_short" = "Да / Нет";
"mac_sleep_screen_ask_touch_id_short" = "Touch ID / Пароль";
"mac_sleep_screen_double_knock_short" = "Двойное нажатие на iPhone";
"put_mac_to_sleep_and_follow_instructions_on_iphone" = "Теперь перевелите ваш Mac в спящий режим и следуйте инструкциям на вашем iPhone";
"sleep_mac_now" = "Теперь Mac спит";

"how_does_mac_wake_unlock_work" = "Чтобы лучше понять, как работает разблокировка Mac :";
"disable_unlock_on_approach" = "Пожалуйста, временно отключите Near Lock автоматическую разблокировку";
"turn_near_lock_off" = "Выключите Near Lock";
"disable_wifi_unlock" = "Пожалуйста, временно отключите опцию разблокирования WiFi";
"turn_wifi_unlock_off" = "Выключите WiFi разблокировку";
"turn_the_options_on_again_after_tutorial" = "Вы можете включить эти опции снова после вступления!";
"or_press" = "или нажмите";

"wifi_unlock_description_mac" = "Используйте WiFi разблокировку, чтобы сохранить ваш Mac разблокированным, пока вы подключены к выбранной сети WiFi (например, Домашняя сеть)";
"wifi_unlock_description_mac_2" = "Беспроводная разблокировка держит ваш Mac разблокированным, пока вы подключены к выбранной сети WiFi (например, Домашняя сеть)";
"txt_automatically" = "Разблокировка автоматически";

"txt_advanced_login_settings" = "Дополнительные Параметры Mac Разблокировки";
"txt_advanced_login_settings_description" = "Этот параметр определяет, будет ли вам предложено на вашем iPhone,  подтверждение разблокировки вашего Mac после того как вы приближаетесь к Mac и находитесь в радиусе разблокировки";
"txt_confirm_login_after_approach" = "Подтвердить разблокировку после подхода";

"select_keyboard_shortcuts" = "Выберите сочетание клавиш";
"change_keyboard_shortcut" = "Изменить сочетание клавиш";

"wifi_unlock_expalnation" = "• Разблокировка WiFi -  ваш Mac разблокируется при подключении к выбранной сети WiFi (например, Домашняя сеть)";
"clipboard_explanation" = "• Буфер обмена - скопировать и вставить текст с вашего Mac";

"update_near_lock_on_ios_to_use_this_feauture" = "Пожалуйста, обновите Near Lock на Вашем Iphone чтобы воспользоваться данной функцией";
"update_near_lock_on_osx_to_use_this_feauture" = "Пожалуйста, обновите Near Lock на Вашем Imac чтобы воспользоваться данной функцией";
"near_lock_demo" = "Near Lock демо";

"back" = "Назад";

"show_wifi_unlock_on_main_screen" = "Всегда показывать разблокировку Wifi на главном экране";
"take_photo_after_each_login" = "Делать фото после каждого логина";
"show_login_photos" = "Показать логин фото";
"delete_all_photos_question" = "Хотите удалить все показанные фото?";
"delete_single_photo" = "Хотите удалить отмеченные фото?";
"send_clipboard_to_ios_short" = "Отправить коллекцию";

"mac_sleep_screen_double_knock" = "Подтвердить разблокировку на iPhone двойным нажатием - активно 15 сек после уведомления";
"mac_sleep_screen_double_knock_active_only" = "Определение по нажатию доступно только 15 секунд после получения на Iphone";
"show_mac_control_on_main_menu" = "Показывать Mac настройки в главном меню";
"show_login_control_on_main_menu" = "Показывать Логин настройки в главном меню";
"login_control_title" = "Логин опции";

"no_detected_logins_photo attempts" = "Нет пойманных логин посетителей";

"clipboard_send_to_mac" = "Отправлено на Mac";
"clipboard_copy_from_mac" = "Скопировано с Mac";

"mac_control_options" = "Mac опции контроля";
"login_control_options" = "Логин опции контроля";

"near_lock_pro_restored" = " Near Lock PRO была восстановлена. Вы теперь можете использовать все Near Lock  функции";
"near_lock_bought" = "Спасибо за покупку Near Lock PRO. Вы можете использовать все функции Near Lock.";
"info_short" = "Инфо";
"login_photos_short" = "Логин фото";
"failed_login_photos_short" = "Логин фото с ошибкой";
"lock_unlock_history_short" = "История блокирования/разблокирования";
"login_photos_description_1" = "Near Lock позволяет Вам делать фото когда Ваш Imac разблокирован";
"login_photos_description_2" = "Эти фото хранятся только на Вашем Imac и могут быть всегда удалены";
"show_all_photos" = "Показать все фото";
"failed_login_photos_description_1_short" = "Near Lock позволяет Вам делать фото каждый раз, когда был введен неправильный пароль в экран логина I mac";
"failed_login_photos_description_1" = "Near Lock позволяет Вам каждый раз делать фото, когда кто-либо пытается ввести пароль снова или печатает пароль неправильно.";
"failed_login_photos_description_2" = "Эти фото хранятся только на Вашем Imac и могут быть всегда удалены";
"mac_control_receive_notification_on_iphone" = "получать уведомление на ваш Iphone";
"mac_control_share_photo" = "подделиться фото";
"mac_control_save_photo_to_documents" = "сохранить фото в документы";
"mac_control_delete_photo" = "удалить фото";
"mac_control_delete_all_photos" = "удалить все фото";
"not_yet_available_on_sierra_and_above" = "*еще недоступно на macOS Sierra и новых операционных системах";
"feature_not_supported_on_sierra" = "Эта функция не поддержвается на macOs Sierra и новых операционных системах";
"feature_not_supported_on_sierra_short" = "Не поддерживается на macOs Sierra+";
"mac_control_info_description" = "Обладайте более полным представлением об использовании Mac";

"learn_more" = "Узнать Больше";

"lock_unlock_history_description_1" = "Вы можете использовать Near Lock чтобы отслеживать Ваш логин и логаут, также и время работы на Mac.";
"lock_unlock_history_description_2" = "Может служить отслеживанием времени работы";
"show_history" = "Показать историю";
"unlock_by_typing_password" = "Разблокировать через пароль";
"unlocked_by_near_lock" = "Разблокировать через Near Lock";
"unlocked_by_wifi_unlock" = "Разблокировать через Wifi разблокировку";
"unlocked_by_near_lock_automatic" = "Разблокировать автоматически через Near Lock";

"only_3_photos_in_free_version" = "Вы можете получить только 3 фото в Бесплатной версии. PRO версия позволяет вам получать бесконечное количество фото.";
"only_3_photos_in_free_version_short" = "Получите PRO версию для более 3 фото";
"enable" = "Разрешено";
"not_enabled" = "Не разрешено";

"login_photo_not_enabled" = "Данная функция сейчас недоступна и Near Lock не будет получать фото после каждого Mac логина";
"failed_login_attempt_not_enabled" = "Данная функция сейчас недоступна и Near Lock не будет получать фото после каждого неправильного логина";
"enable_in_mac_control" = "Вы также можете разрешить эту опцию в настройках управления Mac";
"disable_in_mac_control" = "Вы также можете запретить эту опцию в настройках управления Mac";

"troubleshoot" = "Устранение неполадок";
"nearlock_is_turned_on" = "Near Lock включен";
"mac_is_locked" = "Mac заблокирован";
"mac_is_unlocked" = "Mac разблокирован";
"no_camera_detected" = "Камера не обнаружена";
"no_suitable_camera" = "Near Lock не обнаружил подходящей камеры на Mac";
"no_login_photos" = "Сейчас нет логин фото";

"in_pro_version_unlock_from_lock_screen" = "In PRO version you can unlock your Mac directly from the iPhone lock screen.";




















































































































































































































































































































































































































































































































